{"id":285,"date":"2021-01-18T04:43:48","date_gmt":"2021-01-18T04:43:48","guid":{"rendered":"https:\/\/www.machinsoft.com\/?p=285"},"modified":"2021-02-19T05:50:16","modified_gmt":"2021-02-19T05:50:16","slug":"cual-es-el-valor-de-la-uvt-2021","status":"publish","type":"post","link":"https:\/\/www.machinsoft.com\/es\/cual-es-el-valor-de-la-uvt-2021\/","title":{"rendered":"\u00bfValor de UVT 2021?"},"content":{"rendered":"<div data-elementor-type=\"wp-post\" data-elementor-id=\"285\" class=\"elementor elementor-285\" data-elementor-settings=\"[]\">\n\t\t\t\t\t\t<div class=\"elementor-inner\">\n\t\t\t\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-fd5ee86 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"fd5ee86\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"aux-parallax-section elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-fc3add2\" data-id=\"fc3add2\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-fcb8fc0 elementor-widget elementor-widget-text-editor\" data-id=\"fcb8fc0\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-text-editor elementor-clearfix\"><p>La Unidad de Valor Tributario (UVT) es una unidad referencial que representa un valor en pesos, el cual es actualizado anualmente por la DIAN seg\u00fan la inflaci\u00f3n del a\u00f1o. Este valor sirve para estandarizar los impuestos y que estos se actualicen anualmente sin necesidad de cambiar su valor en pesos, manteniendo su equivalencia en UVT. Por eso la pregunta de todos los contribuyentes colombianos es: \u00bfcu\u00e1l es el valor de la UVT 2021?<\/p><h2>\u00bfCu\u00e1l es el valor de la UVT 2021?<\/h2><div>El valor de la UVT (Unidad de Valor Tributario) tiene importancia a la hora de la planeaci\u00f3n tributaria de la empresa, para el cierre contable y fiscal de esta. Adem\u00e1s de tener un efecto en diversas responsabilidades dentro de una organizaci\u00f3n, por lo que se vuelve importante saber el valor de la UVT 2021.<\/div><div>\u00a0<\/div><div>En este sentido, el gobierno y la DIAN son los encargados de anunciar el valor de la UVT en 2021, y cada a\u00f1o este anuncio suele darse entre noviembre y diciembre. Este a\u00f1o ya se ha dado a conocer cu\u00e1l ser\u00e1 el valor de la UVT para 2021, el cual se aplicar\u00e1 a partir del 1\u00ba de enero. La VUT 2021 tendr\u00e1 un valor de $36.308, tal como se hab\u00eda anunciado en el proyecto de resoluci\u00f3n emitido por la DIAN.<\/div><div>\u00a0<\/div><div>El valor de la UVT 2021 se incrementa en $701 con relaci\u00f3n al valor de 2020, cantidad que est\u00e1 ligada al incremento del IPC en el per\u00edodo 1 de octubre de 2019 y 1 de octubre de 2020. El nuevo valor de la UVT aplicar\u00e1 para el cobro de impuestos, cobros, multas, sanciones, tarifas, estampillas, presupuestos, salarios y costos estatales.<\/div><div>\u00a0<\/div><h2>Valor Oficial de la UVT 2020<\/h2><div>El UVT para el a\u00f1o gravable 2020 refleja un valor de $35.607 seg\u00fan la resoluci\u00f3n DIAN 000084 del 28 de Noviembre de 2019. De manera que quienes declaren renta en 2021 deben aplicar este valor al c\u00e1lculo de los topes a partir de los cuales se determinar qu\u00e9 personas naturales deben hacer declaraci\u00f3n.<\/div><div>\u00a0<\/div><h2>\u00bfC\u00f3mo se aplica la UVT 2021?<\/h2><div>Sabiendo cu\u00e1l es el valor de la UVT 2021 podr\u00e1s calcular cu\u00e1nto deber\u00e1s pagar en los respectivos impuestos en los que esta unidad se aplique. Basta con tomar el valor de la UVT vigente y multiplicarlo por el valor fijado para el respectivo impuesto. El resultado de esta cuenta se aproxima de acuerdo con el procedimiento establecido en el Estado Tributario.<\/div><div>\u00a0<\/div><div>De esta manera, si un impuesto es de 100 UVT, por ejemplo, simplemente se debe toma el valor de la UVT 2021, $36.308, y multiplicarlo por 100. El resultado de esta operaci\u00f3n ($3.630.800) ser\u00e1 el valor del impuesto en cuesti\u00f3n.<\/div><div>\u00a0<\/div><div>Es importante mencionar adem\u00e1s que las sanciones tributarias, salvo las excepciones establecidas en la ley, tambi\u00e9n se aplican en UVT, siendo la sanci\u00f3n m\u00ednima de 10 UVT, es decir, $363.800.<\/div><div>\u00a0<\/div><div>La idea de establecer la UVT es que la variaci\u00f3n con respecto a los impuestos y sanciones aplicados por la DIAN tengan un solo cambio aplicable a todas las obligaciones tributarias. Es m\u00e1s sencillo establecer una unidad de referencia que se aplique a todos los impuestos que cambiar el valor de cada uno cada a\u00f1o.<\/div><div>\u00a0<\/div><div><strong>Valor Tributario \u2013 UVT 2008-2021<\/strong><\/div><div>2021: $36.308 (Valor Oficial)<\/div><div>2020: $35.607<\/div><div>2019: $34.270<\/div><div>2018: $33.156<\/div><div>2017: $31.859<\/div><div>2016: $29.753<\/div><div>2015: $28.279<\/div><div>2014: $27.485<\/div><div>2013: $26.841<\/div><div>2012: $26.049<\/div><div>2011: $25.132<\/div><div>2010: $24.555<\/div><div>2009: $23.763<\/div><div>2008: $22.054<\/div><div>\u00a0\u00a0<\/div><div><span class=\"JLqJ4b ChMk0b\" data-language-for-alternatives=\"en\" data-language-to-translate-into=\"es\" data-phrase-index=\"0\">Teniendo presente cu\u00e1l es el valor de la UVT 2021, $36.308, cada contribuyente podr\u00e1 calcular cu\u00e1nto debe pagar en los impuestos establecidos con esta unidad.<\/span> <span class=\"JLqJ4b ChMk0b\" data-language-for-alternatives=\"en\" data-language-to-translate-into=\"es\" data-phrase-index=\"1\">Con esta unidad, el pago de impuestos se actualiza de acuerdo a los \u00edndices inflacionarios del pa\u00eds y no pierden valor para el Estado, adem\u00e1s que facilita el tratamiento de los impuestos tanto para los contribuyentes como para la DIAN.<\/span><\/div><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>","protected":false},"excerpt":{"rendered":"<p>The Tax Value Unit (UVT) is a referential unit that represents a value in pesos, which is updated annually by the DIAN according to the inflation of the year. This value serves to standardize taxes and that these are updated annually without the need to change their value in pesos, maintaining their equivalence in UVT. [&hellip;]<\/p>","protected":false},"author":1,"featured_media":293,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[15],"tags":[],"_links":{"self":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/posts\/285"}],"collection":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/comments?post=285"}],"version-history":[{"count":12,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/posts\/285\/revisions"}],"predecessor-version":[{"id":527,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/posts\/285\/revisions\/527"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/media\/293"}],"wp:attachment":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/media?parent=285"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/categories?post=285"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/tags?post=285"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}