{"id":295,"date":"2021-01-18T04:59:57","date_gmt":"2021-01-18T04:59:57","guid":{"rendered":"https:\/\/www.machinsoft.com\/?p=295"},"modified":"2021-02-19T05:50:12","modified_gmt":"2021-02-19T05:50:12","slug":"net-core-ranks-high-among-frameworks-in-new-dev-survey","status":"publish","type":"post","link":"https:\/\/www.machinsoft.com\/es\/net-core-ranks-high-among-frameworks-in-new-dev-survey\/","title":{"rendered":".NET Core ocupa un lugar destacado entre los marcos en la nueva encuesta para desarrolladores"},"content":{"rendered":"<div data-elementor-type=\"wp-post\" data-elementor-id=\"295\" class=\"elementor elementor-295\" data-elementor-settings=\"[]\">\n\t\t\t\t\t\t<div class=\"elementor-inner\">\n\t\t\t\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-d8038ce elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"d8038ce\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"aux-parallax-section elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-d6dedac\" data-id=\"d6dedac\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-1d8a982 elementor-widget elementor-widget-text-editor\" data-id=\"1d8a982\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-text-editor elementor-clearfix\"><p>.NET Core ocup\u00f3 un lugar destacado en un ranking de marcos de desarrollo de desarrollo dominado por la web publicado por CodinGame, que proporciona una plataforma de contrataci\u00f3n de tecnolog\u00eda.<\/p><p>La encuesta pregunt\u00f3 sobre los marcos en t\u00e9rminos de popularidad (marcos que son conocidos) y aquellos que son demandados por los empleadores. .NET Core de Microsoft ocup\u00f3 el tercer lugar en la categor\u00eda conocida, detr\u00e1s de Node.js y React. La lista muestra ubicaciones s\u00f3lidas por tecnolog\u00edas JavaScript \/ web, incluidas Vue.js, variantes angulares, Django y m\u00e1s.<\/p><p>\"Node.js, React y .NET Core son actualmente los marcos m\u00e1s populares entre los desarrolladores\", dijo CodinGame. \u201cReact es el marco m\u00e1s buscado: el 59 por ciento de los reclutadores de tecnolog\u00eda est\u00e1n buscando desarrolladores que conozcan React. Desafortunadamente, solo el 27,6 por ciento de los programadores dicen que saben c\u00f3mo usar la biblioteca JavaScript de c\u00f3digo abierto.<\/p><p>\u201cOtro marco que hace que los reclutadores sean los tres primeros es Angular2 +. De hecho, el 41 por ciento de los reclutadores est\u00e1n buscando especialistas en Angular2 +. Por desgracia, solo el 16,9 por ciento de los desarrolladores dicen que conocen el marco de la aplicaci\u00f3n \".<\/p><p>La encuesta encuest\u00f3 a casi 15,000 desarrolladores y profesionales de recursos humanos de todo el mundo y se realiz\u00f3 a fines de 2020 (de octubre a diciembre de 2020). Por supuesto, justo en el medio de ese tiempo, .NET Core se convirti\u00f3\u00a0<a href=\"https:\/\/visualstudiomagazine.com\/articles\/2020\/11\/10\/net-5-ga.aspx\" target=\"_blank\" rel=\"noopener\">.NET 5<\/a>. Nevertheless, it speaks to how much traction the .NET ecosystem has gained even before the general availability of .NET 5, especially considering the large influence of JavaScript\/web tech in the survey.<\/p><p>Aunque la encuesta fue ligera sobre la tecnolog\u00eda .NET, el lenguaje de programaci\u00f3n C # de Microsoft ocup\u00f3 el cuarto lugar en la lista de \"lenguajes en demanda\" y el sexto lugar en la categor\u00eda \"conocidos\".<\/p><div><p>JavaScript, Java y Python son (consistentemente) los lenguajes de programaci\u00f3n m\u00e1s conocidos que existen. M\u00e1s de la mitad de los desarrolladores saben c\u00f3mo codificar en estos 3 lenguajes \u201d, dijo CodinGame. \u201cLas empresas est\u00e1n sincronizadas con los desarrolladores cuando se trata de los principales lenguajes de programaci\u00f3n JavaScript y Java: cerca del 60 por ciento tiene una gran demanda de estos lenguajes.<\/p><p>\u201cSin embargo, cuando se trata de otros lenguajes como Python, C o C ++, hay una llave inglesa [llave inglesa] en proceso. Por ejemplo: el 45,1 por ciento de los desarrolladores codifican en C, pero solo el 15,4 por ciento de las empresas necesitan el desarrollo en C. \"<\/p><p>Como podr\u00eda inferirse del uso de la palabra \"llave\", CodinGame tiene su sede en Europa (Francia), con presencia en los EE. UU. Y, como podr\u00eda esperarse de un especialista en plataformas de contrataci\u00f3n, la encuesta estuvo llena de preguntas de contrataci\u00f3n. A continuaci\u00f3n, se muestran algunos aspectos destacados de la encuesta:<\/p><ul><li>Cuando se les pregunt\u00f3 a los desarrolladores qu\u00e9 puesto ocupaban, el mayor porcentaje de encuestados inform\u00f3 que estaba completo (24 por ciento), seguido por desarrollador de software (20 por ciento) y back-end (15 por ciento).<\/li><li>El 80 por ciento de los profesionales de RR.HH. reclutan desarrolladores con antecedentes no acad\u00e9micos.<\/li><li>El 48% de las empresas ofrece a los desarrolladores la posibilidad de trabajar al 100% de forma remota.<\/li><li>DevOps are the most in-demand developers for 2021.<\/li><li>La experiencia del candidato es en lo que se centrar\u00e1 la mayor\u00eda de los profesionales de la tecnolog\u00eda en 2021.<\/li><li>La mayor\u00eda de las empresas (64 por ciento) buscan contratar hasta 50 desarrolladores este a\u00f1o.<\/li><li>Cuando se les pregunt\u00f3 a los profesionales de recursos humanos qu\u00e9 puestos tienen demanda, pero predicen que tendr\u00e1n dificultades para contratar en 2021, los tres principales fueron DevOps, desarrolladores back-end y desarrolladores full-stack.<\/li><li>Los desarrolladores mejor pagados trabajan en la industria de la seguridad ($ 55,598), seguidos de Tecnolog\u00eda, Seguros y Energ\u00eda.<\/li><li>Los arquitectos de software son (por segundo a\u00f1o consecutivo) los desarrolladores mejor pagados del mundo, seguidos por los cient\u00edficos de datos. Ambos puestos de alto vuelo cuentan con salarios anuales promedio de m\u00e1s de $ 55,000.<\/li><li>En relaci\u00f3n con la pregunta directamente anterior, los salarios para otros puestos, como desarrollador front-end o Tester, son considerablemente m\u00e1s bajos. De hecho, a los desarrolladores front-end de todo el mundo se les paga un promedio de 34.946 d\u00f3lares.<\/li><li>Cuando se les pregunt\u00f3 si prefer\u00edan trabajar de forma remota o en la oficina, solo el 5% de los programadores dijeron que elegir\u00edan trabajar al 100% en la oficina.<\/li><li>La gran mayor\u00eda de desarrolladores preferir\u00eda alg\u00fan tipo de oficina \/ organizaci\u00f3n remota. La configuraci\u00f3n ganadora es \u201cunos pocos d\u00edas remotos a la semana\u201d (43,2 por ciento).<\/li><li>La mayor\u00eda de los programadores (58.8 por ciento) aprenden a codificar en la universidad o en la escuela. Sin embargo, cerca del 35 por ciento se considera autodidacta.<\/li><li>Los desarrolladores siguen buscando lo mismo en las oportunidades laborales: desaf\u00edos t\u00e9cnicos, horarios de trabajo flexibles y un salario competitivo.<\/li><li>Los profesionales de recursos humanos dijeron que sus mayores desaf\u00edos son encontrar candidatos calificados, destacar entre otras empresas para atraer talento, alinearse con las demandas \/ requisitos laborales de los gerentes de contrataci\u00f3n y contratar dentro de plazos ajustados.<\/li><li>Tanto los desarrolladores como los profesionales de RRHH prefer\u00edan las entrevistas tradicionales cara a cara, aunque los profesionales de RRHH eran mucho m\u00e1s propensos a preferir entrevistas por videoconferencia que los desarrolladores.<\/li><\/ul><p>&#8220;In 2020, there&#8217;s been some major market shifts, with the generalization of remote work and the rise of non-academic developer profiles, for example. However, some things remain the same: programmers are still on the lookout for technical challenges and flexible working hours, LinkedIn is still a hotbed of tech hiring and recruiters still struggle to find qualified candidates,&#8221; the company said in conclusion.<\/p><\/div><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>","protected":false},"excerpt":{"rendered":"<p>.NET Core placed high in a web-dominated ranking of development frameworks published by CodinGame, which provides a tech hiring platform. The survey asked about frameworks in terms of popularity (frameworks that are known) and those that are in demand by employers. Microsoft&#8217;s .NET Core ranked third in the known category, behind Node.js and React. The [&hellip;]<\/p>","protected":false},"author":1,"featured_media":300,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[11],"tags":[],"_links":{"self":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/posts\/295"}],"collection":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/comments?post=295"}],"version-history":[{"count":5,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/posts\/295\/revisions"}],"predecessor-version":[{"id":301,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/posts\/295\/revisions\/301"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/media\/300"}],"wp:attachment":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/media?parent=295"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/categories?post=295"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/tags?post=295"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}