{"id":3,"date":"2021-01-14T15:50:08","date_gmt":"2021-01-14T15:50:08","guid":{"rendered":"https:\/\/www.machinsoft.com\/?page_id=3"},"modified":"2021-01-18T04:14:27","modified_gmt":"2021-01-18T04:14:27","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.machinsoft.com\/es\/privacy-policy\/","title":{"rendered":"Condiciones de uso de nuestro sitio web"},"content":{"rendered":"<p>Con el prop\u00f3sito de reconocer la importancia que tienen la privacidad y la seguridad de la informaci\u00f3n, Machinsoft,  creada bajo las leyes colombianas, en adelante pone a disposici\u00f3n de las personas que visiten este sitio, en adelante los Usuarios, la presente Pol\u00edtica de Privacidad, la cual contiene las medidas de seguridad tomadas tanto para la protecci\u00f3n de la informaci\u00f3n personal suministrada, como de su recopilaci\u00f3n, uso y revelaci\u00f3n, as\u00ed como tambi\u00e9n de los derechos de los usuarios.<\/p>\n\n\n\n<p>En virtud de lo expuesto en la presente Pol\u00edtica de Privacidad, Machinsoft procesar\u00e1 \u00fanicamente la informaci\u00f3n personal suministrada por los usuarios, de acuerdo con las condiciones de uso, o con los avisos legales incluidos en el respectivo servicio. Al usuario de este sitio, se le recomienda leer detalladamente este documento, antes de dar inicio a la exploraci\u00f3n del mismo y, sobre todo, antes de suministrar cualquier tipo de informaci\u00f3n. En caso de que no est\u00e9 de acuerdo con algo de lo aqu\u00ed establecido, abst\u00e9ngase de utilizar el sitio o de ingresar informaci\u00f3n.<\/p>\n\n\n\n<p>Para utilizar los servicios aqu\u00ed ofrecidos, es un requisito indispensable que el usuario est\u00e9 de acuerdo con las pol\u00edticas de recopilaci\u00f3n, uso y revelaci\u00f3n de la informaci\u00f3n ingresada, indicadas en la presente Pol\u00edtica de Privacidad.\u00a0<\/p>\n\n\n\n<p>Algunas \u00e1reas de nuestro sitio pueden llegar a solicitar informaci\u00f3n, pero sin limitarse a la identificaci\u00f3n personal y a las claves para el ingreso, con el fin de poder hacer uso de los servicios y facilidades que se ofrecen. El navegador de Internet, mediante el cual se encuentre explorando, puede llegar a transmitir autom\u00e1ticamente a nuestro sitio, parte de los elementos informativos an\u00f3nimos, tales como la URL correspondiente al sitio web del cual usted proviene, la versi\u00f3n del navegador que se est\u00e9 utilizando actualmente, la direcci\u00f3n del protocolo de Internet (IP), etc. El usuario podr\u00e1 ajustar el navegador, para notificarle cuando son enviadas \u201ccookies\u201d o para rechazarlas, todo lo cual es de su plena responsabilidad. Una vez que el usuario suministre la informaci\u00f3n al sitio, se considera que Machinsoft queda facultada para utilizarla para los prop\u00f3sitos que considere adecuados, respetando en todo momento la seguridad de la informaci\u00f3n.\u00a0<\/p>\n\n\n\n<h2>ASPECTOS GENERALES<\/h2>\n\n\n\n<p><strong>La informaci\u00f3n personal es procesada en los servidores de Machinsoft.<\/strong><\/p>\n\n\n\n<p>En reconocimiento de la importancia dada a la privacidad de la informaci\u00f3n, esta Pol\u00edtica de Privacidad concierne a todos los servicios y sitios web ofrecidos por Machinsoft, exceptuando los enlaces que llevan a otros sitios, los cuales contienen sus propias pol\u00edticas. Machinsoft cumple con los principios de seguridad y privacidad que garantizan el adecuado tratamiento de la informaci\u00f3n guardada en su base de datos.<\/p>\n\n\n\n<p><strong>A continuaci\u00f3n, se indican los aspectos generales de la pol\u00edtica de privacidad de nuestro sitio web:<\/strong><\/p>\n\n\n\n<p><strong>a)\u00a0<\/strong>Tanto la informaci\u00f3n relativa a este sitio web, como los contenidos y servicios agregados, son p\u00fablicos, pero para ser utilizados por los usuarios deben ser aceptados los presentes t\u00e9rminos, en las siguientes circunstancias:<\/p>\n\n\n\n<ul><li>Durante la provisi\u00f3n de informaci\u00f3n en los formularios del sitio web.<\/li><li>En el empleo de los elementos de aceptaci\u00f3n, confirmaci\u00f3n e ingreso al sitio web, establecidos por Machinsoft.<\/li><li>Durante la consulta del contenido asociado y del uso de nuestros servicios disponibles.<\/li><\/ul>\n\n\n\n<p><strong>b)<\/strong>\u00a0El usuario que acepte lo establecido en el presente documento se compromete a respetar y actuar bajo las leyes, normas y usos, tanto nacionales como internacionales, relativos al servicio electr\u00f3nico, y con base en los deberes, derechos y obligaciones presentes, en esta Pol\u00edtica de Privacidad.<br><br><strong>c)\u00a0<\/strong>En cualquier momento, Machinsoft se reserva el derecho de, inspeccionar, transformar o a\u00f1adir cualquier disposici\u00f3n al presente documento, con el prop\u00f3sito de cumplir con las exigencias legales pertinentes.<br><br><strong>d)\u00a0<\/strong>Machinsoft se reserva el derecho de comunicar a los terceros que estime convenientes algunos datos globales, no personales, como el n\u00famero total de usuarios que han hecho clic en ciertos servicios, las estad\u00edsticas, los favoritismos, etc., pues, con este tipo de informaci\u00f3n no se est\u00e1n revelando datos confidenciales, ni se est\u00e1 relacionando a un usuario, en particular.<br><br><strong>e)<\/strong>\u00a0El usuario podr\u00e1 \u201ccancelar\u201d el env\u00edo de su informaci\u00f3n, en cualquiera de los servicios que contengan esta opci\u00f3n, pero Machinsoft no podr\u00e1 garantizar la efectividad de esta medida.<\/p>\n\n\n\n<h2>\u00bfQU\u00c9 INFORMACI\u00d3N ES ENTREGADA POR LOS USUARIOS?<\/h2>\n\n\n\n<p>Los usuarios entregan informaci\u00f3n, de manera voluntaria, a Machinsoft, entre otros, a trav\u00e9s de los servicios de formularios, v\u00eda web, los cuales solicitan datos como: nombres, apellidos, direcci\u00f3n, tel\u00e9fono, celular, correo electr\u00f3nico, etc. Acto seguido, Machinsoft informa al usuario que puede ejercer sus derechos de acceso, rectificaci\u00f3n, oposici\u00f3n y cancelaci\u00f3n al tratamiento de sus datos personales, en los t\u00e9rminos y condiciones previstos en la Ley 1581 de 2012, y dem\u00e1s disposiciones aplicables que la complementen o sustituyan. En cada instancia en que la Machinsoft solicite informaci\u00f3n, se incluir\u00e1 en el sitio, un enlace a esta Pol\u00edtica de Privacidad, con el fin de que el usuario\u00a0\u00a0 conozca tanto sus derechos, como sus deberes.<\/p>\n\n\n\n<p><strong>INFORMACI\u00d3N DE REGISTRO<\/strong><\/p>\n\n\n\n<p>Recaudo, acceso y uso de la informaci\u00f3n:<\/p>\n\n\n\n<p><strong>a)<\/strong>\u00a0El usuario suministra, voluntariamente, los datos personales y generales Machinsoft, a trav\u00e9s de este sitio web, autoriz\u00e1ndolo no s\u00f3lo para gestionar el correspondiente procedimiento automatizado, sino tambi\u00e9n para utilizarlos, acorde con lo estipulado en la presente Pol\u00edtica de Privacidad.<\/p>\n\n\n\n<p><strong>b)\u00a0<\/strong>El usuario, expresamente, autoriza a Machinsoft para otorgar o transferir la informaci\u00f3n suministrada, a otras entidades, organizaciones, dependencias, seccionales vinculadas o asociadas con Machinsoft.<\/p>\n\n\n\n<p><strong>c)\u00a0<\/strong>Machinsoft podr\u00e1 realizar encuestas a los usuarios del sitio, para monitorear tanto la calidad de los servicios en l\u00ednea ofrecidos, como el tr\u00e1fico del sitio web.<\/p>\n\n\n\n<p><strong>d)<\/strong>\u00a0Machinsoft no enviar\u00e1 informaci\u00f3n o comunicaciones que no hayan sido solicitadas, diferentes de las que tengan relaci\u00f3n directa con los servicios que ella ofrece a la direcci\u00f3n electr\u00f3nica del usuario.<\/p>\n\n\n\n<p><strong>e)\u00a0<\/strong>La informaci\u00f3n recopilada por Machinsoft podr\u00e1 ser:<\/p>\n\n\n\n<ul><li><strong>Informaci\u00f3n proporcionada:\u00a0<\/strong>la cual est\u00e1 compuesta por los formularios de Machinsoft, en los que se solicitan datos como: nombres, apellidos, correo electr\u00f3nico, tel\u00e9fono fijo y celular. Para acceder a algunas \u00e1reas de nuestros sitios, se puede llegar a solicitar el n\u00famero del documento de identidad y la contrase\u00f1a respectiva, a cada usuario. Esta informaci\u00f3n podr\u00e1 ser utilizada para brindar una respuesta oportuna a las inquietudes enviadas y para mejorar la calidad de los servicios.<\/li><li>Informaci\u00f3n de registro: al utilizar los servicios Machinsoft, los servidores reconocen, de manera autom\u00e1tica, la informaci\u00f3n enviada a trav\u00e9s del navegador remitente, una vez que se visita un sitio web. Estos registros del servidor pueden llegar a contener informaci\u00f3n, tal como la solicitud web, la direcci\u00f3n de protocolo de Internet, el tipo y el idioma del navegador, la fecha y la hora de la solicitud, y una o varias cookies que identifican al navegador, de forma exclusiva. S\u00f3lo utilizamos esa informaci\u00f3n, para identificar al usuario y para evitar casos de fraude y otro tipo de operaciones.<\/li><\/ul>\n\n\n\n<p><strong>Divulgaci\u00f3n de la informaci\u00f3n de registro<\/strong><\/p>\n\n\n\n<p>Toda la informaci\u00f3n registrada por el usuario es confidencial y, por tal motivo, no es comunicada o dirigida hacia terceros, como empresas o personas particulares que no contengan relaci\u00f3n con Machinsoft, salvo las excepciones mencionadas en las Pol\u00edticas de Privacidad, o cuando se presente alguna de las siguientes situaciones:<br><br><strong>a)<\/strong>\u00a0Cuando exista un mandato legal que obligue a proporcionarla, con miras a dar cumplimiento a las leyes correspondientes, los reglamentos, los pasos legales o los documentos gubernamentales que as\u00ed lo exijan.<\/p>\n\n\n\n<p><strong>b)\u00a0<\/strong>Para adoptar medidas leg\u00edtimas de protecci\u00f3n sobre los derechos concernientes a los intereses de Machinsoft.<\/p>\n\n\n\n<p><strong>c)\u00a0<\/strong>Para salvaguardar, en la forma exigida por la ley, los derechos, la pertenencia de los usuarios o la confianza de Machinsoft, contra da\u00f1os perentorios.<\/p>\n\n\n\n<p><strong>d)&nbsp;<\/strong>Para salvaguardar y amparar los derechos e intereses de los usuarios tanto del sitio web, como de terceros.<\/p>\n\n\n\n<p><strong>e)&nbsp;<\/strong>En circunstancias en las que la ley defina excepciones aplicables a esta Pol\u00edtica de Privacidad.<\/p>\n\n\n\n<p>La transferencia de informaci\u00f3n, tal como la relacionada con la recopilaci\u00f3n, el uso y la revelaci\u00f3n de la identificaci\u00f3n, obtenida a trav\u00e9s de este sitio, podr\u00e1 realizarse \u00fanicamente para contestar a requerimientos legales, como aqu\u00e9llos solicitados por las leyes aplicables, las \u00f3rdenes de autoridades competentes o las regulaciones gubernamentales.<br><br><strong>Deberes y obligaciones del usuario<\/strong><\/p>\n\n\n\n<p><strong>a)<\/strong>\u00a0El usuario acepta estar de acuerdo con este documento y asume el compromiso de suministrar a Machinsoft informaci\u00f3n clara, completa, actual, veraz y precisa, acerca de sus datos, seg\u00fan se solicite, en el formulario del sitio web. Adem\u00e1s, acepta colaborar con Machinsoft, para mantener dicha informaci\u00f3n actualizada y completa, en caso de ser necesario.<\/p>\n\n\n\n<p><strong>b)\u00a0<\/strong>Machinsoft no se obliga a retirar el contenido que un usuario determinado considere lesivo o nocivo, ni a controlar las diferentes conversaciones entre los usuarios del sitio web, en los diversos servicios que ofrece, como foros, entre otros. Igualmente, Machinsoft cuenta con la total potestad de hacer retiros de la informaci\u00f3n popularizada, en el sitio web, si en alg\u00fan aspecto la considerara lesiva para los intereses, ya fueran propios o de terceros.<\/p>\n\n\n\n<p><strong>c)\u00a0<\/strong>El usuario es totalmente responsable de tomar las medidas pertinentes de seguridad y precauci\u00f3n, en el preciso momento en el que se encuentra proporcionando cualquier clase de informaci\u00f3n a Machinsoft, con el fin de evadir la p\u00e9rdida y el uso impropio o indebido de la misma. Si el usuario no toma tales medidas, Machinsoft no se hace responsable por el uso clandestino que terceros puedan hacer con esta informaci\u00f3n, indebidamente asegurada y protegida por el usuario.<\/p>\n\n\n\n<p><strong>d)\u00a0<\/strong>Machinsoft no es garante, en relaci\u00f3n con la privacidad de los datos personales divulgados o enviados por el usuario, a trav\u00e9s de los servicios ofrecidos, como foros, correos electr\u00f3nicos, entre otros, pertenecientes a este sitio web. El usuario es el directo responsable de la respectiva y debida privacidad y protecci\u00f3n de cualquier informe personal que aqu\u00e9l ceda a personal o a empresa distinta de Machinsoft.<\/p>\n\n\n\n<p><strong>e)\u00a0<\/strong>El usuario no debe reunir ni promulgar informaci\u00f3n personal o relacionada con otros usuarios pertinentes al sitio web, divulgadas a trav\u00e9s del mismo o que, en su defecto, se encuentre en los sistemas de informaci\u00f3n propios de Machinsoft.<\/p>\n\n\n\n<p><strong>g)\u00a0<\/strong>El ingreso de informaci\u00f3n inexistente o la omisi\u00f3n de alguna de las obligaciones del usuario, determinadas en el presente documento, proporciona plena potestad a Machinsoft, para concluir de manera autom\u00e1tica, ya sea de forma definitiva o temporal, y sin previo aviso, la prestaci\u00f3n de los servicios ofrecidos a un determinado usuario.<\/p>\n\n\n\n<p><strong>INTEGRIDAD DE LOS DATOS<\/strong><\/p>\n\n\n\n<p>Machinsoft procesa la informaci\u00f3n personal suministrada por el usuario, seg\u00fan el prop\u00f3sito para el cual se recopila. Es el usuario quien est\u00e1 directamente encargado de la respectiva actualizaci\u00f3n o modificaci\u00f3n de su informaci\u00f3n, cuando sea necesario.<\/p>\n\n\n\n<h2>ACCESO A LA INFORMACI\u00d3N PERSONAL Y ACTUALIZACI\u00d3N DE LA MISMA<\/h2>\n\n\n\n<p>Machinsoft hace todo lo que est\u00e1 a su alcance tanto para suministrar el acceso indicado a la informaci\u00f3n personal del usuario, como, igualmente, para la correcci\u00f3n de \u00e9sta. Si el usuario desea eliminarla, puede solicitarlo, pero este procedimiento s\u00f3lo se llevar\u00e1 a cabo siempre y cuando no sea indispensable guardarla, para efectos que ata\u00f1en a los intereses legales o comerciales de Machinsoft. Para ejecutar el proceso de cualquier solicitud del usuario, es necesario que \u00e9ste se identifique y comunique cu\u00e1l es la informaci\u00f3n a la cual desea acceder, o cu\u00e1l quiere corregir o eliminar. Machinsoft se reserva el derecho de no aprobar el procesamiento de solicitudes que, al ser estudiadas, tengan poca razonabilidad; que expongan o comprometan la privacidad informativa, de nuestras bases de datos; que sean innecesarias para ingresar con motivo aparente o que demanden de un desmedido esfuerzo t\u00e9cnico. Aunque los servicios ofrecidos tienen procedimientos diferentes para acceder a la informaci\u00f3n, se le ofrece al usuario,\u00a0 gratuitamente, esta entrada, as\u00ed como tambi\u00e9n el procedimiento para la respectiva modificaci\u00f3n, actualizaci\u00f3n o eliminaci\u00f3n de la misma (salvo si compromete el rendimiento de nuestra infraestructura t\u00e9cnica).<\/p>\n\n\n\n<p>Es preciso mencionar que los sitios web de Machinsoft pueden llegar a contener enlaces hacia los sitios de otras organizaciones, los cuales proveen sus propios servicios. Estos sitios son independientes del sitio web de Machinsoft, y est\u00e1n sujetos a sus propias pol\u00edticas de privacidad, en cuanto al uso de la informaci\u00f3n recopilada por ellos. Machinsoft no tiene responsabilidad ni obligaci\u00f3n alguna por las acciones que tomen estas compa\u00f1\u00edas independientes, ni se hace garante por las pol\u00edticas de privacidad de las mismas, si las hubiere.<\/p>\n\n\n\n<h2>INCORPORACI\u00d3N POR REMISI\u00d3N<\/h2>\n\n\n\n<p>Machinsoft informa a los usuarios y visitantes del sitio web, que este documento, acorde con lo estipulado en el Art\u00edculo 44 de la Ley 527 de 1999 y disposiciones concordantes, hace parte integral de las condiciones de uso del sitio, y se incorpora, por remisi\u00f3n, a las mismas.<\/p>\n\n\n\n<h2>COOKIES<\/h2>\n\n\n\n<p>Al ingresar al sitio web de Machinsoft, nuestro servidor adiciona un archivo de texto peque\u00f1o (&#8220;cookie&#8221;) al disco duro de su computador. Esa &#8220;cookie&#8221; es \u00fanica para cada usuario y, simplemente, se\u00f1ala si ya ha estado en nuestro sitio. Es importante resaltar que las &#8220;cookies&#8221; son seguras, puesto que no pueden ser ejecutadas como programas y no se pueden utilizar para enviar alg\u00fan tipo de virus.<br><strong><br>Nuestras \u201ccookies\u201d son usadas para:<br><\/strong><\/p>\n\n\n\n<ul><li>Identificar cada computador.<\/li><li>Elaborar estad\u00edsticas an\u00f3nimas de h\u00e1bitos de uso de la web, por parte de nuestros visitantes.<\/li><\/ul>\n\n\n\n<p>La informaci\u00f3n confidencial suministrada no ser\u00e1 recopilada ni utilizada para objetivos diferentes de los establecidos en esta Pol\u00edtica de Privacidad ni a los permitidos por la ley.<\/p>\n\n\n\n<p>Es adecuado aclarar que algunos navegadores tienen configuraciones para aceptar \u201ccookies\u201d. El usuario est\u00e1 en plena libertad de configurar el navegador para rechazarlas, aunque, si las \u201ccookies\u201d se encuentran inhabilitadas, puede ocurrir &nbsp;que algunas caracter\u00edsticas de los servicios no se desempe\u00f1en en forma adecuada.<\/p>\n\n\n\n<h2>SEGURIDAD<\/h2>\n\n\n\n<p>Se cuenta con medidas razonables de protecci\u00f3n de la informaci\u00f3n, entre las cuales figuran t\u00e9cnicas, de procedimiento, de supervisi\u00f3n y ubicaci\u00f3n, con el prop\u00f3sito de proteger los datos contra el uso indebido, acceso o divulgaci\u00f3n no autorizados, p\u00e9rdida, alteraci\u00f3n o destrucci\u00f3n.<\/p>\n\n\n\n<p>La informaci\u00f3n correspondiente a las tarjetas de cr\u00e9dito se transmite utilizando cifrado de nivel de seguridad de la conexi\u00f3n (transport layer security, TLS)<\/p>\n\n\n\n<p>Toda la informaci\u00f3n suministrada por medio de este sitio est\u00e1 amparada en esta Pol\u00edtica de Privacidad, incluyendo la suministrada por medio de nuestros formularios, en los cuales se asume, al ser diligenciados, que se est\u00e1 de acuerdo con los t\u00e9rminos expuestos en este documento.<\/p>\n\n\n\n<h2>SEGURIDAD DE LA INFORMACI\u00d3N<\/h2>\n\n\n\n<p>Machinsoft toma las pertinentes disposiciones de seguridad, para prevenir el fraudulento manejo de la informaci\u00f3n, frente a accesos, cambios, propagaci\u00f3n no autorizada o destrucci\u00f3n de la informaci\u00f3n, realizados por personas inescrupulosas. Estas son obligaciones de medio y no de resultado.<\/p>\n\n\n\n<p>Estas disposiciones est\u00e1n conformadas por chequeos internos, relacionados con nuestras formas de recopilar, procesar y salvaguardar f\u00edsicamente la informaci\u00f3n personal que almacenamos. Tambi\u00e9n se tiene un acceso restringido para los empleados, a quienes les es indispensable conocerlas, a fin de gestionar los procesos que permitan mejorar e innovar nuestros servicios. Este personal est\u00e1 obligado a la confidencialidad.<\/p>\n\n\n\n<p>Otros sitios: La presente Pol\u00edtica de privacidad concierne \u00fanica y exclusivamente a los servicios web ofrecidos por Machinsoft. No posee intervenci\u00f3n alguna sobre los enlaces incluidos en nuestros servicios. Es viable que dichos sitios, que son independientes, env\u00eden sus propias \u201ccookies\u201d u otros archivos a los equipos, coleccionen datos o soliciten que se env\u00ede informaci\u00f3n personal. Le recomendamos que lea la pol\u00edtica de privacidad de esa tercera entidad antes de ofrecerle informaci\u00f3n personal identificable.<\/p>\n\n\n\n<h2>RESERVAS DE MACHINSOFT<\/h2>\n\n\n\n<p>Los sitios correspondientes a Machinsoft no est\u00e1n exentos de errores y omisiones, en cuanto a la estipulaci\u00f3n de precios, la descripci\u00f3n de productos, etc. Nos reservamos el derecho de corregir los casos anteriormente mencionados y de cancelar cualquiera de nuestros productos o servicios ofrecidos, sin previo aviso, mediante informaci\u00f3n expuesta en el sitio web.<\/p>\n\n\n\n<p>Machinsoft se reserva el derecho de rechazar la prestaci\u00f3n del servicio, de cerrar cuentas, de retirar o editar contenidos o de cancelar solicitudes, a su entera discreci\u00f3n.<\/p>\n\n\n\n<h2>RESPONSABILIDAD DEL USUARIO, CON SU CUENTA<\/h2>\n\n\n\n<p>Al utilizar los servicios ofrecidos a trav\u00e9s de este sitio, el usuario es el directo responsable tanto de conservar la confidencialidad de su cuenta y contrase\u00f1a, como de restringir el acceso a su computador, aceptando la responsabilidad de todas las actividades que se realicen bajo su cuenta y contrase\u00f1a.<\/p>\n\n\n\n<h2>C\u00d3MO CONTACTARNOS<\/h2>\n\n\n\n<p>Para realizar cualquier sugerencia, observaci\u00f3n o inquietud, referente a cualquiera de los aspectos mencionados en esta Pol\u00edtica de Privacidad, se puede establecer contacto con nosotros, en la siguiente direcci\u00f3n:\u00a0developer@machinsoft.com<\/p>\n\n\n\n<h2>APLICACI\u00d3N<\/h2>\n\n\n\n<p>Machinsoft regula constantemente el debido sometimiento a este documento. Para comunicar cualquier inquietud sobre el mismo o sobre el tratamiento dado a nuestra informaci\u00f3n, el usuario puede ponerse en contacto con\u00a0<a href=\"mailto:soporte-desarrollo@listas.icesi.edu.co\">developer@machinsoft.com<\/a>. Nos pondremos en contacto con el usuario, para aclarar sus inquietudes. Seremos consecuentes con la relaci\u00f3n existente entre la pol\u00edtica de privacidad y el usuario, respecto de las disposiciones legales pertinentes, las cuales se encargan de la protecci\u00f3n de los datos. Estudiaremos cualquier exigencia sobre el manejo de la informaci\u00f3n personal, que no se pueda solucionar entre la Machinsoft y el usuario.<\/p>","protected":false},"excerpt":{"rendered":"<p>Con el prop\u00f3sito de reconocer la importancia que tienen la privacidad y la seguridad de la informaci\u00f3n, Machinsoft, creada bajo las leyes colombianas, en adelante pone a disposici\u00f3n de las personas que visiten este sitio, en adelante los Usuarios, la presente Pol\u00edtica de Privacidad, la cual contiene las medidas de seguridad tomadas tanto para la [&hellip;]<\/p>","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"templates\/page-builder-content.php","meta":[],"_links":{"self":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":9,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":283,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/pages\/3\/revisions\/283"}],"wp:attachment":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}