{"id":302,"date":"2021-01-18T05:11:27","date_gmt":"2021-01-18T05:11:27","guid":{"rendered":"https:\/\/www.machinsoft.com\/?p=302"},"modified":"2021-02-19T05:49:11","modified_gmt":"2021-02-19T05:49:11","slug":"build-your-programming-skills-with-these-e-courses-from-python-to-swiftui","status":"publish","type":"post","link":"https:\/\/www.machinsoft.com\/es\/build-your-programming-skills-with-these-e-courses-from-python-to-swiftui\/","title":{"rendered":"Las empresas pasan de los enfoques heredados al desarrollo de software"},"content":{"rendered":"<div data-elementor-type=\"wp-post\" data-elementor-id=\"302\" class=\"elementor elementor-302\" data-elementor-settings=\"[]\">\n\t\t\t\t\t\t<div class=\"elementor-inner\">\n\t\t\t\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-09d031f elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"09d031f\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"aux-parallax-section elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-57efc32\" data-id=\"57efc32\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-2f1112e elementor-widget elementor-widget-text-editor\" data-id=\"2f1112e\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-text-editor elementor-clearfix\"><p>Los servicios de desarrollo y mantenimiento de aplicaciones en EE. UU. Est\u00e1n evolucionando para satisfacer las demandas cambiantes de las empresas que necesitan aplicaciones din\u00e1micas con interfaces de usuario enriquecidas, seg\u00fan un informe publicado por Information Services Group.<\/p><p>El informe para los EE. UU. Encuentra que las filas cada vez mayores de empresas que se someten a una transformaci\u00f3n digital desean modernizar sus carteras de software y actualizar continuamente sus aplicaciones.<\/p><h3>Cumplir con los requisitos a trav\u00e9s de los servicios ADM de pr\u00f3xima generaci\u00f3n<\/h3><p>Los proveedores de servicios est\u00e1n cumpliendo con estos requisitos a trav\u00e9s de servicios ADM de pr\u00f3xima generaci\u00f3n, que est\u00e1n incorporando un mayor uso de API, microservicios, contenedores, plataformas de c\u00f3digo bajo \/ sin c\u00f3digo y enfoques nativos de la nube.<\/p><p>En los EE. UU., Los proveedores de servicios se est\u00e1n enfocando en industrias espec\u00edficas a medida que introducen servicios de transformaci\u00f3n digital y metodolog\u00edas DevOps, dice el informe. Al mismo tiempo, estos proveedores est\u00e1n adoptando metodolog\u00edas de desarrollo \u00e1giles para escalar mejor y satisfacer la creciente demanda empresarial.<\/p><p>\u201cLas empresas que ven el futuro digital se est\u00e1n alejando de los enfoques heredados para el desarrollo y mantenimiento de software\u201d, dijo Jan Erik Aase, socio y l\u00edder global de ISG Provider Lens Research. \"Las demandas de los clientes que cambian r\u00e1pidamente requieren m\u00e1s agilidad y una mayor eficiencia, y los proveedores de servicios est\u00e1n mejorando con nuevas y poderosas capacidades\".<\/p><p>Frente a la crisis de COVID-19, los proveedores de servicios de ADM se reagruparon r\u00e1pidamente con medidas para garantizar la continuidad, la seguridad y la eficiencia del negocio, seg\u00fan el informe. Al aumentar el uso de herramientas de colaboraci\u00f3n, lograron la escala y la productividad que necesitaban y, en algunos casos, se intensificaron para servir a los clientes de forma remota en la cadena de suministro y la log\u00edstica.<\/p><h3>Aumento del uso de an\u00e1lisis, IA y ML<\/h3><p>Los m\u00e9todos continuos de prueba de aplicaciones tambi\u00e9n avanzaron en 2020 con un uso cada vez mayor de an\u00e1lisis, inteligencia artificial y aprendizaje autom\u00e1tico. El gran y creciente volumen de datos de prueba disponibles hace que la visibilidad y los conocimientos sean m\u00e1s importantes, una tendencia que tambi\u00e9n aumenta la demanda de mejores herramientas de visualizaci\u00f3n.<\/p><p>Con las muchas herramientas de prueba que se ofrecen, la flexibilidad y la integraci\u00f3n con los servicios de ADM es fundamental, y los proveedores de servicios est\u00e1n formando nuevas asociaciones con especialistas en pruebas continuas.<\/p><p>En las implementaciones de DevOps, que se han adoptado ampliamente para acelerar el desarrollo de aplicaciones y mejorar la agilidad empresarial, la seguridad ahora ocupa un lugar central, seg\u00fan el informe. La mayor\u00eda de los proveedores de servicios han integrado este elemento en el ciclo de vida de DevOps, adoptando un enfoque DevSecOps.<\/p><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>","protected":false},"excerpt":{"rendered":"<p>Application development and maintenance services in the U.S. are evolving to meet changing demands from enterprises that need dynamic applications with rich user interfaces, according to a report published by Information Services Group. The report for the U.S. finds the growing ranks of companies&nbsp;undergoing digital transformation&nbsp;want to modernize their software portfolios and continuously update their [&hellip;]<\/p>","protected":false},"author":1,"featured_media":303,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[16],"tags":[],"_links":{"self":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/posts\/302"}],"collection":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/comments?post=302"}],"version-history":[{"count":5,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/posts\/302\/revisions"}],"predecessor-version":[{"id":308,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/posts\/302\/revisions\/308"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/media\/303"}],"wp:attachment":[{"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/media?parent=302"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/categories?post=302"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.machinsoft.com\/es\/wp-json\/wp\/v2\/tags?post=302"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}